Repository: rgleason/vdr_pi
Catalog: po/*.po
Languages: fr_fr, nl_nl, sv_se

source: VDR Record
fr_fr: Données : Enregistrer
nl_nl: VDR opname
sv_se: VDR Inspelning

source: VDR Play
fr_fr: Données : Lire
nl_nl: VDR afspelen
sv_se: VDR Uppspelning

source: Voyage Data Recorder plugin for OpenCPN
fr_fr: "Enregistreur/Lecteur de données de voyage"
nl_nl: Voyage Data Recorder PlugIn voor OpenCPN
sv_se: Voyage Data Recorder, VDR. Färdinspelare. Modul för OpenCPN

source: Voyage Data Recorder plugin for OpenCPN Provides NMEA stream save and replay.
fr_fr: Complément "Enregistreur/Lecteur de données de voyage" pour OpenCPN Il permet de : - Sauvegarder le flux de données NMEA et AIS circulant dans le PC. - Réutiliser un flux de données NMEA et AIS pré-enregistré.
nl_nl: Voyage Data Recorder PlugIn voor OpenCPN Kan NMEA datastreams opslaan en afspelen.
sv_se: Färddatainspelare. Modul för OpenCPN Skapar och spelar upp NMEA-strängar.

source: VDR Plugin
fr_fr: Complément VDR

source: Voyage Data Recorder
fr_fr: Enregistreur de données Voyage
sv_se: Färdskrivare

source: Stop playback before starting recording.
fr_fr: Arrêter la lecture avant de commencer l'enregistrement.
nl_nl: Stop afspelen voordat opname begint.
sv_se: Avsluta uppspelning innan ny inspelning.

source: No file selected.
fr_fr: Aucun fichier sélectionné.
nl_nl: Geen bestand geselecteerd.
sv_se: Ingen fil vald.

source: File does not exist.
fr_fr: Le fichier n'existe pas.
nl_nl: Bestand bestaat niet.
sv_se: Filen finns inte.

source: Failed to open file.
fr_fr: Échec de l’ouverture du fichier.
nl_nl: Kon bestand niet openen.
sv_se: Det gick inte att öppna filen.

source: File not open
fr_fr: Fichier : Echec d'ouverture
nl_nl: Bestand niet geopend.
sv_se: Filen kan inte öppnas

source: Timestamps not in chronological order
fr_fr: Horodatage sans ordre chronologique
nl_nl: Tijdstempels niet in chronologische volgorde.
sv_se: Tidsstämplar inte i kronologisk ordning

source: Invalid file
fr_fr: Fichier invalide
nl_nl: Ongeldig bestand
sv_se: Ogiltig fil

source: Failed to open file:
fr_fr: Echec d'ouverture du fichier :
nl_nl: Kon bestand niet openen:
sv_se: Det gick inte att öppna filen:

source: Enable network output
fr_fr: Activer la sortie réseau
nl_nl: Netwerkuitvoer inschakelen
sv_se: Aktivera utdata till nätverk

source: Protocol:
fr_fr: Protocole :
sv_se: Protokoll:

source: Data Port:
fr_fr: Port de données:
nl_nl: Datapoort:

source: VDR Preferences
fr_fr: Préférences de VDR
nl_nl: VDR Voorkeuren
sv_se: VDR inställningar

source: Recording
fr_fr: Enregistrement en cours
nl_nl: Opname
sv_se: Inspelning

source: Replay
fr_fr: Relire
nl_nl: Opnieuw afspelen
sv_se: Uppspelning

source: Recording Protocols
fr_fr: Protocoles d'enregistrement
nl_nl: Opname Protocollen
sv_se: Protokoll för Inspelning

source: Recording Format
fr_fr: Format d'enregistrement
nl_nl: Opnameformaat
sv_se: Inspelningsformat

source: Raw NMEA
fr_fr: Format NMEA
nl_nl: Ruwe NMEA

source: CSV with timestamps
fr_fr: CSV avec horodatage
nl_nl: CSV met tijdstempels
sv_se: CSV med tidsstämplar

source: Recording Directory
fr_fr: Dossier des enregistrements
nl_nl: Opname map
sv_se: Katalog för Inspelning

source: Browse...
fr_fr: Parcourir...
nl_nl: Bladeren ...
sv_se: Bläddra...

source: VDR File Management
fr_fr: Gestion des fichiers VDR
nl_nl: VDR bestandsbeheer
sv_se: VDR filhantering

source: Create new VDR file every:
fr_fr: Créer un nouveau fichier VDR tous :
nl_nl: Nieuw VDR-bestand maken elke:
sv_se: Skapa ny VDR-fil var:

source: hours
fr_fr: heures
nl_nl: uren
sv_se: timme

source: Automatic Recording
fr_fr: Enregistrement automatique
nl_nl: Automatische opname
sv_se: Automatisk inspelning

source: Automatically start recording
fr_fr: Démarrer automatiquement l'enregistrement
nl_nl: Opname automatisch starten
sv_se: Starta inspelningen automatiskt

source: When speed over ground exceeds
fr_fr: Quand la vitesse fond dépasse
nl_nl: Bij snelheid over de grond hoger dan
sv_se: När fart över grund SOG överskrider

source: knots
fr_fr: noeuds
nl_nl: knopen
sv_se: knop

source: Pause recording after
fr_fr: Suspendre l'enregistrement après
nl_nl: Opname pauzeren na
sv_se: Pausa inspelning efter

source: minutes below speed threshold
fr_fr: minutes en dessous du seuil de vitesse
nl_nl: minuten snelheid onder drempelwaarde
sv_se: minuter under hastighetströskeln

source: NMEA 0183 Replay Method
fr_fr: Lecture : Méthode NMEA 0183
nl_nl: NMEA 0183 Afspeelmethode
sv_se: Inspelningsmetod för NMEA 0183

source: Use internal API
fr_fr: Utiliser l'API interne
nl_nl: Gebruik interne API
sv_se: Använd internt API

source: Use network connection (UDP/TCP)
fr_fr: Utiliser la connexion réseau (UDP/TCP)
nl_nl: Gebruik netwerkverbinding (UDP/TCP)
sv_se: Använd nätverksanslutning (UDP/TCP)

source: Choose a directory
fr_fr: Choisir un dossier
nl_nl: Kies een map
sv_se: Välj katalog

source: TCP server init failed
fr_fr: L'initialisation du serveur TCP a échoué
nl_nl: TCP-server initialisatie mislukt
sv_se: TCP-server initiering misslyckades

source: UDP socket init failed
fr_fr: L'initialisation du serveur TCP a échoué
nl_nl: UDP socket initialisatie mislukt
sv_se: UDP initiering misslyckades

source: Stopped
fr_fr: Arrêté
nl_nl: Gestopt
sv_se: Stoppad

source: File loaded successfully
fr_fr: Fichier chargé avec succès
nl_nl: Bestand met succes geladen
sv_se: Filen laddades

source: No file loaded
fr_fr: Aucun fichier chargé
nl_nl: Geen bestand geladen
sv_se: Ingen fil laddad

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen
sv_se: Inställningar

source: Load VDR File
fr_fr: Fichier VDR : Charger
nl_nl: Laad VDR-bestand
sv_se: Ladda VDR-fil

source: Start Playback
fr_fr: Lecture : Démarrer
nl_nl: Afspelen starten
sv_se: Starta uppspelning

source: Pause Playback
fr_fr: Lecture : Pause
nl_nl: Afspelen pauzeren
sv_se: Pausa uppspelning

source: End of File
fr_fr: Fin du fichier
nl_nl: Einde van bestand
sv_se: Slutet av filen

source: Date and Time: --
fr_fr: Date et heure: --
nl_nl: Datum en tijd: --
sv_se: Datum och tid: --

source: Speed:
fr_fr: Vitesse :
nl_nl: Snelheid:
sv_se: Fart:

source: Status
fr_fr: Statut

source: File:
fr_fr: Fichier :
nl_nl: Bestand:
sv_se: Fil:

source: Network:
fr_fr: Réseau :
nl_nl: Netwerk:
sv_se: Nätverk:

source: Playback:
fr_fr: Relire
nl_nl: Afspelen:
sv_se: Spela upp:

source: Date and Time: YYYY-MM-DD HH:MM:SS
fr_fr: Date et heure : AAAA-MM-JJ HH:MM:SS
nl_nl: Datum en tijd: JJJJ-MM-DD UU:MM:SS
sv_se: Datum och tid: ÅÅÅÅ-MM-DD HH:MM:SS

source: Select Playback File
fr_fr: Sélectionner un fichier à lire
nl_nl: Selecteer Afspeelbestand
sv_se: Välj fil för uppspelning

source: End of file
fr_fr: Fin du fichier
nl_nl: Einde van bestand
sv_se: Slutet av filen

source: Playing
fr_fr: Lecture en cours
nl_nl: Wordt afgespeeld
sv_se: Spelar

source: Paused
fr_fr: En pause
nl_nl: Gepauzeerd
sv_se: Pausad

source: No file selected
fr_fr: Aucun fichier sélectionné
nl_nl: Geen bestand geselecteerd
sv_se: Ingen fil vald

source: Stop recording before starting playback.
nl_nl: Stop opnemen voordat afspelen begint.
sv_se: Avsluta inspelning innan ny uppspelning.
